{
    "CO2": "   827 (This value is the total Scope 1 and 2 CO2 emissions in ktons, which is equal to 827,000 tons for the year 2021)",
    "NOX": "222",
    "Number_of_Electric_Vehicles": "0.0",
    "Impact": "The report acknowledges climate change as the most significant environmental impact of the company. It highlights the company's role in reducing the global footprint of the sector and aligning with the Paris Agreement. The company has identified decarbonization of the aerospace sector and elimination of regulated substances as key environmental ambitions.",
    "Risks": "   Airbus recognizes climate change as its most material environmental impact, with transition risks such as reduced market competitiveness due to competitors' lower-emission products, and physical risks from harsher weather conditions affecting industrial operations and supply chain.",
    "Opportunities": "Airbus recognizes climate change as a material environmental impact, with potential effects on industrial operations, value chain, regulations, and stakeholder expectations. The company has set ambitious goals for decarbonization and waste reduction, aiming to bring a zero-emission commercial aircraft to market by 2035.",
    "Strategy": "Airbus' strategy for a sustainable economy involves leading the decarbonization of the aerospace sector, reducing industrial environmental footprint, developing a circular model, enhancing product portfolio for climate change mitigation, and contributing to SDGs. They aim to bring the first zero-emission commercial aircraft to market by 2035.",
    "Actions": "\nAirbus has a sustainability strategy with four commitments, led by the Sustainability & Environment team. They set ambitions, identify levers, enable business to deliver, engage employees, and provide clarity on progress. Specific roadmaps and functions drive improvement in areas like Health & Safety, Inclusion & Diversity, Human Rights, and Sustainable Supply Chain. The Company also integrates sustainability criteria in its reward mechanisms and has an environmental policy covering internal operations and product impact.",
    "Adopted_policies": "   Airbus has adopted a sustainability strategy with four commitments: decarbonization, responsible supply chain, community impact, and innovation for sustainability. The company has set key performance indicators and targets for each commitment, and has established an ethics and compliance program with associated internal policies, procedures, and controls. Airbus also engages with stakeholders and reports on its sustainability performance.",
    "Targets": "The company aims to decarbonize the aerospace sector with a zero-emission commercial aircraft by 2035, reduce industrial environmental footprint, develop a circular model, and enhance the current product portfolio for climate change mitigation.",
    "name": "Airbus_sustain.pdf"
}