{
    "CO2": "  596924 (Location-based Scope 2 Indirect CO2 emissions for the year 2021)\n\n  799391 (Market-based Scope 2 Indirect CO2 emissions for the year 2021)\n\n  106.4 (Total Scope 3 Indirect CO2 emissions for the year 2021, in million metric tons)\n\n  Since the question asks for the latest CO2 emissions in tons/annum, the most accurate answer would be 106,400,000 tons (106.4 million metric tons) for the year 2021, which includes all Scope 1, 2, and 3 emissions except for categories 12-15. However, if the question specifically asks for Scope 2 emissions, then the Location-based or Market-based Scope 2 emissions for the year 2021 can also be used, which are 596,924 and 799,391 metric tons, respectively.",
    "NOX": "       43.2",
    "Number_of_Electric_Vehicles": "        0.0",
    "Impact": "   Uniper's report acknowledges significant greenhouse gas emissions, mainly from coal and gas-fired power plants, contributing to climate change. They aim to reduce emissions by 30% by 2030 and achieve net-zero by 2050.",
    "Risks": "       Climate change risks include physical risks, such as extreme weather events affecting operations, and transitional risks, like regulatory changes impacting business models and stranded assets due to carbon pricing or clean energy policies.",
    "Opportunities": "The Task Force on Climate-related Financial Disclosures (TCFD) helps companies identify and communicate climate-related financial information. It focuses on a company's climate-relevant opportunities and risks, and how they manage them. Companies provide information in four areas: governance, strategy, risk management, and metrics and targets.",
    "Strategy": "Uniper's strategy is to meet rising energy demand while decarbonizing its business and helping customers do the same, focusing on decarbonization, customer centricity, and security of supply. They have developed a Sustainability Strategic Plan with commitments, targets, and indicators for relevant topics.",
    "Actions": "Uniper has taken actions to decarbonize, improve energy efficiency, manage emissions, optimize water use, promote circular economy, and protect biodiversity. They have also committed to reducing CO2 emissions and achieving carbon neutrality by 2050. Resources include a Sustainability Council, a Sustainability Report, and a Sustainability Strategy.",
    "Adopted_policies": "   Uniper has sound policies for managing material ESG issues, including a HSSE & Sustainability Policy Statement and a Code of Conduct. These policies are monitored regularly and cover a wide range of sustainability concerns, such as combating corruption and human rights violations.",
    "Targets": "   Uniper aims to meet rising energy demand while decarbonizing its business and helping customers decarbonize, through a strategy focusing on decarbonization, customer centricity, and security of supply.",
    "name": "Uniper_SE-2021_Sustainability_Report.pdf"
}