{
    "name": "Airbus_sustain.pdf",
    "CO2": "827000",
    "NOX": "222.0",
    "Number_of_Electric_Vehicles": "0",
    "Impact": "The report highlights the negative impact of climate change on Airbus' operations, including risks to its business and competitiveness, supply chain disruptions, and potential loss of market share due to technological advancements by competitors, as well as physical risks to its manufacturing activities and products.",
    "Risks": "The material risks related to climate change include transition risks (technology, market, and reputation) and physical risks (harsher weather conditions, extreme weather events, and disrupted industrial activities). These risks may impact the company's business, competitiveness, and financial condition.",
    "Opportunities": "Airbus identifies climate change as a material financial risk, potentially affecting business and competitiveness. Transition risks include technological developments and market demand changes, while physical risks impact industrial operations and the value chain. The company aims to mitigate these risks through its sustainability strategy and targets.",
    "Strategy": "Airbus' strategy for a sustainable economy involves leading the decarbonization of the aerospace sector, reducing industrial environmental footprint, developing a circular model, and enhancing its product and services portfolio to contribute positively to climate change mitigation and adaptation.",
    "Actions": "Actions and resources mentioned in relation to sustainability include: Sustainability & Environment team, Environmental Policy, Vigilance Plan, ESG Data Board, Responsible Supply Chain, Human Rights and Sustainable Supply Chain Roadmaps, Inclusion & Diversity Board, Product Safety Board, Environment Executive Steering Committee, and integration of sustainability criteria in reward mechanisms.",
    "Adopted_policies": "The company has adopted policies for sustainability, including a precautionary principle approach, responsible supply chain management, and a commitment to the UN Global Compact. It has also set key environmental ambitions, such as leading the decarbonization of the aerospace sector and reducing environmental impacts.",
    "Targets": "The company aims to lead the decarbonization of the aerospace sector, reduce its industrial environmental footprint, develop a circular model, and enhance its product and services portfolio to contribute positively to climate change mitigation and adaptation, with a goal of \"net zero Scope 1&2\" by 2030."
}