{
    "name": "Enel_SpA-Sustainability_Report.pdf",
    "CO2": "125.0",
    "NOX": "0.35",
    "Number_of_Electric_Vehicles": "0",
    "Impact": "The report does not explicitly mention the negative impact on climate change. However, it discusses Enel's commitment to climate change mitigation and reduction of CO2 emissions, with targets such as 80% reduction of direct CO2 emissions per kWh by 2030 and achieving Net-Zero emissions.",
    "Risks": "The material risks related to climate change include chronic physical risks such as changes in electricity demand, thermal generation, hydroelectric generation, solar generation, and wind generation, as well as acute physical risks like extreme weather events, floods, heat waves, and severe cold.",
    "Opportunities": "The context does not explicitly summarize financial materiality related to climate change. However, it mentions that material issues are those that generate risks or opportunities for the Company, influencing its future cash flows and enterprise value in the short, medium, or long term.",
    "Strategy": "The company's strategy and business model for a sustainable economy is centered on the Creating Shared Value (CSV) model, integrating sustainability into business operations, ensuring prosperity of communities where it operates, and promoting a fair and inclusive energy transition through reconversion and hybridization projects.",
    "Actions": "The context mentions several actions and resources related to sustainability, including: electrification of customer energy demand, Net-Zero Ambition by 2040, sustainable supply chain, innovation, circular economy, digital transformation, and creation of long-term value for stakeholders.",
    "Adopted_policies": "According to the context, the company has adopted policies for sustainability, including the Human Rights Policy, and complies with the UN Guiding Principles Reporting Framework and the Task Force on Climate-related Financial Disclosures (TCFD) qualitative indicators.",
    "Targets": "The company's goals for a sustainable economy include contributing to a fairer and more inclusive society, protecting the environment, and creating opportunities for the future without leaving anyone behind, aligned with the 17 United Nations Sustainable Development Goals."
}