{
    "name": "Deutsche_Lufthansa_AG-SASB_Report.pdf",
    "CO2": "13.800.000",
    "NOX": "I don't know.",
    "Number_of_Electric_Vehicles": "0",
    "Impact": "The report addresses the negative impact of the aviation sector on climate change, committing to reduce net carbon emissions to zero by 2050, with a goal to limit global warming to significantly below 2 degrees Celsius, in line with the Paris Climate Agreement.",
    "Risks": "The provided context does not explicitly mention the material risks related to climate change. It discusses the Lufthansa Group's commitment to reducing carbon emissions, its targets, and strategies to achieve them, but it does not specify the material risks associated with climate change.",
    "Opportunities": "There is no explicit mention of financial materiality related to climate change in the provided context. However, it mentions Lufthansa Group's commitment to reducing its net carbon emissions to zero by 2050 and investing $250 million in procuring Sustainable Aviation Fuel (SAF) over the next three years.",
    "Strategy": "The company's strategy for a sustainable economy involves a four-pillar approach: technological progress in aircraft and engine technology, improved infrastructure, operational measures, and economic measures. It aims to reduce CO2 emissions through sustainable aviation fuel, carbon offsetting, and investing $250 million in SAF over three years.",
    "Actions": "The context mentions several actions and resources related to sustainability, including: investing $250 million in Sustainable Aviation Fuel (SAF) over three years, switching to carbon-neutral mobility on the ground by 2030, and implementing a four-pillar strategy to reduce CO2 emissions, including technological progress, improved infrastructure, operational measures, and economic measures.",
    "Adopted_policies": "The company has adopted policies for sustainability, including a commitment to reduce its net carbon footprint by half by 2030 compared to 2019, with carbon neutrality as the objective for 2050, and investing $250 million in procuring Sustainable Aviation Fuel over the next three years.",
    "Targets": "The company aims to reduce its net carbon footprint by half by 2030 compared to 2019, with carbon neutrality as the objective for 2050, in line with the Paris Climate Agreement to limit global warming to significantly below 2 degrees Celsius."
}