{
    "name": "Telecom_Italia_SpA-Sustainability_Report.pdf",
    "CO2": "626272.816",
    "NOX": "I don't know.",
    "Number_of_Electric_Vehicles": "0",
    "Impact": "The report mentions reducing energy consumption and fighting climate change as a material topic. It also reports on GHG emissions, including direct, indirect, and other indirect emissions, as well as emissions intensity and reduction. However, it does not provide a summary of the negative impact on climate change.",
    "Risks": "According to the context, the material risks related to climate change include energy rationing measures, fluctuations in average kWh price, damage to transmission towers, increased business expenses, signal interruption or loss of quality, and increased costs for staff absences.",
    "Opportunities": "There is no specific information about financial materiality related to climate change in the provided context. However, it mentions GRI 305 Emissions (2016) which includes disclosures on GHG emissions, emissions intensity, and reduction of GHG emissions, but does not provide financial materiality information.",
    "Strategy": "The company's strategy for a sustainable economy involves minimizing environmental footprint through energy efficiency, renewable energy sources, and reducing emissions. It also focuses on promoting digital inclusion, protecting human rights, and encouraging diversity and equal opportunities.",
    "Actions": "Actions and resources mentioned in relation to sustainability include: implementing data collection for country-by-country reporting, taking action to report energy consumption outside the company, reducing energy consumption, and implementing a data collection to report energy consumption outside the company.",
    "Adopted_policies": "The company has adopted a Sustainable Procurement Policy, which integrates social, economic, and environmental impacts into the decision-making process. This policy has been incorporated into the broader Product and Service Procurement Policy.",
    "Targets": "The company's goals for a sustainable economy include reducing energy consumption and fighting climate change, promoting the development of an inclusive digital society and access to digital services, and protecting the most vulnerable people from the risks of the web."
}