{
    "name": "TotalEnergies-Universal_Registration_Document.pdf",
    "CO2": "43",
    "NOX": "I don't know.",
    "Number_of_Electric_Vehicles": "0",
    "Impact": "The report addresses climate-related risks and opportunities, including greenhouse gas (GHG) emissions, with Scope 1 and Scope 2 emissions reported in metric tonnes of carbon dioxide equivalent (tCO2e). No specific negative impact on climate change is explicitly mentioned.",
    "Risks": "According to the context, the material risks related to climate change are: Deployment of the energy transition (rated 4), Operating and financial risks relating to the effects of climate change (rated 2), and risks associated with the overall life cycle of products manufactured and substances/raw materials used.",
    "Opportunities": "According to the context, the financial materiality related to climate change includes: Operating and financial risks relating to the effects of climate change (materiality rating: 2), and Deployment of the energy transition (materiality rating: 4).",
    "Strategy": "The company's strategy is to become a broad energy company, supplying affordable, available, and cleaner energy to meet the world's growing energy needs while reducing global warming. Its raison d'être is rooted in this challenge, guided by values such as Safety, Respect, and Performance-Minded.",
    "Actions": "Actions and resources mentioned in relation to sustainability include: developing a circular economy, managing impacts to biodiversity, investing in low-carbon electricity business, reducing emissions, promoting sustainable biofuels, and developing good practices for environmental and social issues.",
    "Adopted_policies": "The company has adopted policies for sustainability, including a Safety Health Environment Quality charter, which prioritizes environmental protection, and a structured management policy to address environmental risks, such as accidental pollution, biodiversity damage, and waste management.",
    "Targets": "The company's goals for a sustainable economy include becoming carbon neutral by 2050, reducing emissions, promoting low-carbon electricity, and developing the circular economy. It also aims to supply affordable, available, and cleaner energy while respecting the environment and human rights."
}