{
    "name": "Uniper_SE-2021_Sustainability_Report.pdf",
    "CO2": "50.9",
    "NOX": "4700.0",
    "Number_of_Electric_Vehicles": "0",
    "Impact": "The report addresses the negative impact of climate change, including global warming exceeding 2 degrees, greenhouse gas emissions, and indirect carbon emissions (Scope 3) in the value chain, emphasizing the need for decarbonization and reduction of emissions to mitigate climate-related risks and opportunities.",
    "Risks": "The material risks related to climate change are not explicitly stated in the provided context. However, it can be inferred that they may include risks to operations, assets, and financial performance due to changes in the hydrological cycle, water stress, and temperature increases.",
    "Opportunities": "The Task Force on Climate-related Financial Disclosures (TCFD) aims to improve reporting of climate-related financial information. Companies must disclose climate-related opportunities and risks, governance, strategy, risk management, and metrics/targets. This information is crucial for investors and banks, as climate change poses significant financial risks and opportunities.",
    "Strategy": "Uniper's strategy is to decarbonize its business and help customers decarbonize theirs, providing clean energy while ensuring security of supply. The company's business model focuses on three interrelated components: decarbonization, customer centricity, and security of supply, supporting a low-carbon economy and sustainable growth.",
    "Actions": "Uniper's sustainability actions and resources include: materiality assessment, sustainability strategy, Sustainability Council, stakeholder workshops, SSP review, long-term commitments, targets for environmental matters, diversity, equity, and inclusion, and just transition, as well as reporting and ratings from organizations like CDP, MSCI, and Sustainalytics.",
    "Adopted_policies": "Uniper has adopted sound policies to manage its material ESG issues, including the HSSE & Sustainability Policy Statement, which defines the company's ambitions and priorities for HSSE & Sustainability, and the Code of Conduct, which addresses ESG concerns and coordinates cascade effects across the organization.",
    "Targets": "Uniper's strategy is to meet rising energy demand while propelling the transition to a carbon-neutral future, decarbonizing its business and helping customers decarbonize theirs, with a focus on sustainability, customer centricity, and security of supply."
}